<?php include("header.php"); ?>
<TABLE  align="center" width="624" height="800" border="1"><br>
<center> <font face = "kanitlight" ><h2><span class="label label-danger">แนะนำสถานที่ท่องเที่ยว</span></h2><br><hr class = "pa">
<h3>อุทยานแห่งชาติหาดเจ้าไหม ตำบลไม้ฝาด อำเภอสิเกา จังหวัดตรัง   ( เกาะกระดาน )</h3>
<IMG class="mySlides w3-round-xlarge" SRC="image/a01.jpg" WIDTH="600" HEIGHT="400" ><BR> <BR> 
<p>หนึ่งในหลายเกาะสวยของท้องทะเลตรัง เสน่ห์และความสวยงามของเกาะกระดาน อยู่ที่ชายหาดที่มีทรายขาว ละเอียดเหมือนแป้งและน้ำใสจนเห็นแนวปะการัง ซึ่งทอดยาวจากชายหาดด้านเหนือถึงชายฝั่งด้านหลัง มีอ่าวเล็ก ๆ และคลื่นลูกโต ๆ พัดมาเป็นระลอกๆ  เหมาะสำหรับการเล่นกระดานโต้คลื่น โดยนักท่องเที่ยวสามารถเดินทางไปเที่ยวยังเกาะกระดานได้ทั้งแบบเหมาเรือไปเอง หรือจะไปแบบเหมาทัวร์ก็ได้ตามแต่สะดวก ์<br><hr class = "pa">
<h3> อุทยานแห่งชาติหมู่เกาะลันตา ตำบลเกาะลันตาใหญ่ อำเภอเกาะลันตา จังหวัดกระบี่  ( เกาะไหง )</h3>
<IMG class="mySlides w3-round-xlarge" SRC="image/a02.jpg" WIDTH="600" HEIGHT="400" ><BR><BR> 
<p> ตั้งอยู่ในเขตอุทยานแห่งชาติหมู่เกาะลันตา จังหวัดกระบี่ แต่จัดเป็นแหล่งท่องเที่ยวในกลุ่มของทะเลตรัง มีนักท่องเที่ยวเป็นจำนวนไม่น้อย หลงเสน่ห์ความงามของเพชรเม็ดนี้เข้าอย่างจัง ชายหาดที่แสนสงบ ผู้คนไม่พลุกพล่าน และธรรมชาติสวยงามราวกับภาพวาด กิจกรรมท่องเที่ยวบนเกาะไหงยอดนิยม เห็นจะหนีไม่พ้นการดำน้ำตื้น เพราะบริเวณจุดดำน้ำอยู่ห่างจากชายหาดไม่ไกล และยังไม่ลึกมากอีกด้วย โดยช่วงเวลาที่ดีที่สุดในการเที่ยวเกาะไหง จะอยู่ระหว่างเดือนธันวาคมถึงพฤษภาคม และจะมีฝนตกชุกตั้งแต่ช่วงเดือนกันยายนถึงพฤศจิกายน<br><hr class = "pa">
<h3> ตำบลเกาะลิบง อำเภอกันตัง จังหวัดตรัง  ( เกาะลิบง )</h3>
<IMG class="mySlides w3-round-xlarge" SRC="image/a03.jpg" WIDTH="600" HEIGHT="400" ><BR><BR> 
<p>เกาะที่ใหญ่ที่สุดในจังหวัดตรัง เป็นแหล่งอนุรักษ์สัตว์หายากอย่างพะยูน ด้วยมีหญ้าทะเลขึ้นอยู่รอบ ๆ เกาะ นอกจากนี้ยังมีหาดทรายที่สวยงาม เงียบสงบ พร้อมทั้งภูเขาสูงใหญ่ให้ได้ปีนป่าย เดินชมธรรมชาติของป่าเขา พร้อมกันนั้นนักท่องเที่ยวยังได้สัมผัสกับวิถีชีวิตที่เรียบง่ายของชาวบ้าน ชมพระอาทิตย์ขึ้น-ลงทะเลกับบรรยากาศสุดโรแมนติกอีกด้วย โดยตั้งแต่เดือนพฤศจิกายนถึงเดือนเมษายน จะมีฝนตกน้อย ทะเลไม่ค่อยมีคลื่นลมแรง จึงเหมาะสำหรับการท่องเที่ยวเป็นอย่างยิ่ง<br><hr class = "pa">


</TABLE></center>

<?php include("footer.php"); ?>