<?php include("header.php"); ?>

<center><IMG class="circle " SRC="image/P1.png" ></center><BR>
	<p>
	<H2 ><center>	ยินดีต้อนรับเข้าสู่เว็บไซน์ของ คู่รักนักแอ่ว</H2></center><hr class = "pa"><BR>



<h3>	 เว็บนี้คืออะไรน่ะหรอ?</h3><BR>
    <font size = 4>	 เว็บคู่รักนักแอ่วของเรานี้จะนำพาพวกคุณทุกคนที่ได้เขาสู่เว็บไซน์ของเราไปสู่โลกของการท่องเที่ยว ง่ายๆคือการท่องเที่ยวของพวกผมที่ได้นำมาเล่าสู่กันฟัง
	 ไม่ว่าจะเป็น สถานที่ที่ของจุดเที่ยงนั้นๆ รวมไปถึง ระยะเวลาในเดินทาง ค่าใช้จ่ายต่างๆ รูปสถานที่เที่ยว บรรยายรีวิว หรือจะเป็นวิดีโอสถานที่นั้น ว่าบรรยายกาศจะน่าอยู่แค่ไหนกันเชียว</font> <hrclass = "pa"><BR>

<h3><center>	ตัวอย่างสั้นๆของการนำพาเที่ยวของพวกเรา</h3></center><hr class = "pa">
<h4><center>	สถานีเกษตรหลวงอินทนนท์</h4></center>
    <center> <IMG class="mySlides w3-round-xlarge" SRC="image/02.jpg" WIDTH="400" HEIGHT="400" ><BR> </center>
<p><font size = 4>	ที่ตั้ง จากตัวเมืองเชียงใหม่ใช้เส้นทาง อ.หางดง อ.สันป่าตอง อ.จอมทอง ขึ้นไปยังด่านอุทยานแห่งชาติดอยอินทนนท์<br>
	เวลา เปิด - ปิด เปิดทุกวัน 08:30 น. - 16.30 น.<br>
	อัตราค่าเข้า ผู้ใหญ่ 40 บาท / เด็ก 20 บาท<br>
	เดินทางผ่านทางหลวงหมายเลข 1009 จะเจอแหล่งเพาะพันธุ์ไม้ดอกของเมืองหนาวอย่าง "สถานีเกษตรหลวงอินทนนท์" ที่เต็มไปด้วยดอกไม้หลากหลายชนิด เช่น ดอกลาเวนเดอร์ กล้วยไม้ หรือซากุระประเทศไทยอย่างพญาเสือโคร่ง เป็นอีกหนึ่งจุดถ่ายรูปสวยเหมาะแก่การเซลฟีเอาไปอวดเพื่อน ๆ ให้อิจฉาเล่น ๆ เซลฟีเสร็จแล้ว ขยับมากันอีกนิด Wongnai จะพาไปชมน้ำตกบนดอย ที่ใครจะไปคิดว่าที่เที่ยวแบบนี้ก็มีด้วย!</font> </p><hr class = "pa ">
<br>
	</p>
	

 <?php include("footer.php"); ?>